{
  "eleven": " Your Inner Dream number is:11An Inner Dream number of 11 means:You dream of casting the light of illumination; of being the true idealist. You secretly believe there is more to life than we can know or prove, and you would like to be provider of the 'word' from on high.",
  "twentytwo": " Your Inner Dream number is:22An Inner Dream number of 22 means:You dream of being a master organizer and a builder of monumental projects; of guiding a truly huge endeavor. Your secret fantasy is to think big and imagine what could be done for the world. You may also dream of the huge rewards.",
  "one": " Your Inner Dream number is:1An Inner Dream number of 1 means:You dream of being a leader and one who is in charge. You want to be known for your courage, daring, and original ideas. You seek unconquered heights. People may get a first impression that you are very aggressive and sure of yourself.",
  "two": " Your Inner Dream number is:2An Inner Dream number of 2 means:You dream of close and meaningful relationships, cooperation with those around you; family and friends. You want to be a peacemaker and mediator. You present an image that you are a very pliable and easygoing person who would be very easy to get along with.",
  "three": " Your Inner Dream number is:3An Inner Dream number of 3 means:You dream of artistic expression; writing, painting, music. You would seek to more freely express your inner feeling and obtain more enjoyment from life. You also dream of being more popular, likable, and appreciated.",
  "four": " Your Inner Dream number is:4An Inner Dream number of 4 means:You dream of being a very solid citizen that people can depend upon. You strive for organization and predictable order. You want to be recognized as a person with a plan and the discipline to make that plan work like clockwork.",
  "five": " Your Inner Dream number is:5An Inner Dream number of 5 means:You dream of being totally free and unrestrained by responsibility. You see yourself conversing and mingling with the natives in many nations, living for adventure and life experiences. You imagine what you might accomplished.",
  "six": " Your Inner Dream number is:6An Inner Dream number of 6 means:You dream of guiding and fostering the perfect family in the perfect home. You crave the devotion from offspring and a loving spouse. You picture yourself in the center of a successful domestic unit.",
  "seven": " Your Inner Dream number is:7An Inner Dream number of 7 means:You dream of having the opportunity to read, study, and shut yourself off from worldly distractions. You can see yourself as a teacher, mystic, or ecclesiastic, spending your life in the pursuit of knowledge and learning.",
  "eight": " Your Inner Dream number is:8An Inner Dream number of 8 means:You dream of success in the business or political world, of power and control of large material endeavors. You crave authority and recognition of executive skills. Your secret self may have very strong desire to become an entrepreneur.",
  "nine": " Your Inner Dream number is:9An Inner Dream number of 9 means:You dream of being creative, intellectual, and universal; the selfless humanitarian. You understand the needy and want to help them. You would love to be a person people count on for support and advice."
}
