{
  "one": "1 – Pioneer You are a real go-getter, both in social settings and at work. You tend to see things in a linear way, which makes it easy for you to set goals and achieve them. You like things done your way – nothing wrong with that – but sometimes you can be inflexible, or unwilling to try different methods of doing things. You are dynamic, and radiant…..these qualities make you a bright center of attention in social outings. You feel comfortable in leadership roles, and have a healthy self-confidence. You like to start new projects, and get a thrill from seeing your vision come into reality. You’re best suited for fame, leadership, management and roles in which people depend on you.",
  "two": "2 – The Philosopher You’ve got an incredible amount of patience, and you are quite perceptive. You like to take a “wait and see” approach, preferring to stand back and watch how events unfold before you make any hasty decisions. You tend to be introspective, thoughtful, and sometimes moody. Making decisions can be a challenge for you sometimes, but you have an expansive mind which allows you to see solutions where others only see problems. You work your best when you are in a partnership, or in a team. In fact, people seek you out for your advice because you have such a unique way of seeing the world. You are best suited in situations where you can give of yourself to others, like as an advisor, a guidance counselor, or even nursing.",
  "three": "3 – The Innovator Your name numerology indicates you’ve got a sharp intellect which gives you a knack for picking up skills easily, learning lessons fast, and retain information easily. These aspects make you highly talented in almost any field you set your mind to. You adapt well to new cultures, are diverse and flexible. You can be impatient with yourself and others, but you are not quick to anger. You tend to be quite lucky, and great opportunities often fall into your lap. You are best suited in fields where your versatility and creativity are put to use. Fields such as the arts, sciences and sports will have a strong calling for you. You’ve very gregarious, and are often the life of the party. People are drawn to your artistic flair, and sense of style.",
  "four": " 4 – The Architect You love to build things from the ground up, and get a charge when you are in control of projects from start to finish. You value order and structure, which makes you a very good planner and organizer. You have a practical side to you, and people seek you out for your stability. You have a quick mind, but rarely make hasty decisions. Rather, you would prefer a methodical plan of action after you have done thorough research. People adore you for your honesty, reliability, and supportive nature. Some fields that are best suited for you include construction, land development, research and computer sciences.",
  "five": "5 – The Negotiator Your enthusiasm is contagious, and people just can’t seem to get enough of your charm. You have an adventurous spirit. You communicate with others very well, and have a keen way putting others at ease. You have a genuine interest in people, which wins you plenty of friends in your life. People adore you for your high-energy, jovial personality and cleverness. You like to do things for yourself, learning from experience rather than being told what or how to do things by others. Foreign languages tend to come natural to you, and you are born to travel. Consider vocations in the travel industry, communications, social directing, counseling.",
  "six": "6 – The Pacifier People admire you for your sweetness of spirit and your calm demeanor. You tend to render good-will wherever you go. You can be overly critical of yourself, and others, but you recognize this tendency in yourself and do your best to compensate. You tend to enjoy the finer things in life, like quality food, appealing surroundings. Friendship and harmony are your watchwords, and you strive to maintain peace in your relationships. A sense of community is important to you, and you will go out of your way to insure others are comfortable. You tend to be impartial and objective. Some fitting careers for you would be a lawyer, judge, politician, homemaker, liaison, or law enforcement agent.",
  "seven": "7 – The Educator Your name numerology indicates you love to learn, and are never satisfied until you are discovering something new about the world. You have a scholarly, poetic nature. You are highly imaginative, and can be overly fanciful sometimes. Nevertheless, you’ve got an nimble mind, and are able to analyze data very quickly. You are attracted to the mysterious, and love to figure out codes, secrets and puzzles. You are capable of solving challenging problems, and get great joy from teaching others how to solve problems too. You have plenty of friends (they love you for your intelligence and curious mind), but in reality you prefer solitude over social settings. Sitting in a library surrounded by books is your idea of a great time. Vocational fields that would be well-suited for you include, music/composing, education, research, spirituality.",
  "eight": "8 – The Entrepreneur You’ve got killer instinct for what works in the business world, and you have a unique acumen for spotting profitable trends. Your mind is active, and you can easily identify patterns, which gives you the power to make smart investments. You have a strong, forceful nature, and tremendous tenacity. You never back down from a challenge. People come to you when they’ve got a hefty problem because you are in your glory when you can bring clarity and solutions to the table. Success comes relatively easy for you, and this can make you a little cocky, when in reality, you have every right to be confident because of your can-do attitude and your ability to get things done. You are a loyal friend, but woe to those who claim to be your enemies because you can be ruthless when you feel you or your well-being is threatened. You are highly competitive, so much so, that you work your best when you feel like you are outwitting or outperforming those around you. Careers best suited for you include military, finance, business, investing/stock-market, politics and self-employment of any kind.",
  "nine": "9 – The Philanthropist You see the world with wise eyes, and have a sharp intellect. You tend to be very influential, although through no effort of your own – you simply have a charismatic way about you that rubs off on people. People look up to you because you have a “been there, done that” attitude. You are well-rounded, stable and highly magnetic. You like to surround yourself with people of like-minds, who value equality and decency of heart. You can’t tolerate injustice, and you tend to be a champion for the underdog. You thrive most when you have a deep sense of purpose or duty, especially for a noble, admirable cause. You have high standards, and you expect others to live up to a certain high moral code. When others don’t comply with your ideals of integrity, you can become irascible or even withdraw from society due to disappointment. Vocations best suited for you include philosophy, care-giving, activism, not-for-profit, guidance counseling, writing and public speaking for a cause you love."
}
